{
	"nav_menu.logo_text": "ETU",
	"nav_menu.whitepaper": "Whitepaper",
	"nav_menu.roadmap": "Roadmap",
	"nav_menu.faq": "FAQ",
	"nav_menu.contact_us": "ContactUs",
	"nav_menu.language.en-US": "English",
	"nav_menu.language.zh-CHT": "繁体中文",
	"nav_menu.language.ja-JP": "日本語",
	"nav_menu.language.zh-CHS": "简体中文",
	"nav_menu.whitepaper_link": "assets/document/ETUWhitepaper_English.pdf",
	"nav_menu.hire": "HIRE",
	"faq.question1": "What is ETU?",
	"faq.answer1": "ETU is a unique decentralized electronic trading agreement, is the basis of Smart Contract 3.0.",
	"faq.question2": "ETU can be used for what applications, what is the value?",
	"faq.answer2": "ETU is widely used, e-commerce platform to the center to achieve C2C transactions facilitate the transaction, without borders, for the currency on the basis of direct exchange with other virtual currency, currency.",
	"faq.question3": "What is ETU token?",
	"faq.answer3": "The ETU tokens are based on electronic transaction protocols. Our application system is gradually landing as planned. We will soon use these tokens and malls for some applications.",
	"faq.question4": "Difference between centralized platform and blockchain platform ",
	"faq.answer4": "Centralized platform: the price account is not open, malicious brush orders, malicious negative feedback, false product information to deceive consumers, consumers take their own money to invest, ready to run and so on , Because the centralized mall right in the hands of this platform in the mall, consumers and sellers only allowed the rules of their mall. Blockchain platform: Equity trading, mall prices, bill open, disputes allow nodes to track and make decisions. Blockchain Everyone can participate in the sale, you can buy and sell in the mall, the latter can AR view of the area where there are nodes which have something inside and how far you have to tell you which situation node situational awareness Commodities are doing activities, which nodes and some of them crazy to buy some of the columns.",
	"faq.question6": "Which wallet can be used to store ETU?",
	"faq.answer6": "Wallets that support smart contracts are okay(e.g.IMTOKEN), we will provide ETU Wallets soon",
	"faq.question7": "I want to sell things, how to operate?",
	"faq.answer7": "Follow-up we will continue to develop Mall system, with or without experience in the development of it does not matter, because we will launch the relevant template one-click installation can be directly for sale, shopping is not required to install. Developers can call our API to develop their own set of systems with our base chain.",
	"faq.question8": "What is the future planning of this product?",
	"faq.answer8": "For details, see the white paper",
	"faq.question9": "What is the goal of ETU?",
	"faq.answer9": "Change the world. In the near future, the blockchain mall will take the place of the existing mall system to achieve a fair, free and convenient trading model. The openness of the accounts, prices and other data can not be cheated, bringing a whole new era for consumers and businesses.",
	"faq.question10": "Where can I see the progress of the project?",
	"faq.answer10": "You can check the progress of our code on our github, you can also pay attention to our official website will have details of the project landing.",
	"kyc_page.form_email": "email",
	"kyc_page.form_phone": "phone number",
	"kyc_page.form_ethAddress": "ethereum wallet address",
	"kyc_page.form_ethAmount": "amount of ETH",
	"kyc_page.form_channel": "how do you hear about us?",
	"kyc_page.form_submit": "submit",
	"home_page.slide_0.title": "Blockchained based E-Commerce platform",
	"home_page.slide_0.content": "We use blockchain technology to enable reliable E-Commerce experience without third party intermediaries",
	"home_page.slide_1.title": "DISTRIBUTED ONLINE TRADING",
	"home_page.slide_1.content": "We provide the infrustructure for peer-to-peer trading and dispute resolution in a distributed fashion",
	"home_page.slide_2.title": "CONTRIBUTE TO THE FUTURE OF E-Commerce",
	"home_page.slide_2.content": "Join us now to embrace the future of E-Commerce",
	"home_page.button.download_whitepaper_english": "Download English version",
	"home_page.button.download_whitepaper_chinese": "下载中文版",
	"home_page.button.learn_more": "LEARN MORE",
	"home_page.section_1.title": "ETU",
	"home_page.section_1.sub_title": "Blockchain-based e-commerce community",
	"home_page.section_1.telegram": "coming soon... Join our Telegram!",
	"referer.me.copy_succeed": "copied",
	"referer.me.copy_verification_code": "Copy verification code",
	"referer.me.share_verification_code": "Please send the above invitation code to the official telegram group of ETU:",
	"referer.me.open_telegram": "Go to the Telegram group",
	"referer.me.share_invitation_url": "The following is your exclusive invitation link. Share this link and invite your friends to register to receive 20,000 ETU Candy Candy Bonus.",
	"referer.me.copy_invitation_url": "Copy my invitation link",
	"referer.me.invitation_ads": "ETU limited time candy activities, registration is sent to 50000ETCandy, each invitation to send 20000ETUCandy, registered address:",
	"referer.me.pending_verification": "Pending telegram verification",
	"referer.me.referer_count": "People invited:",
	"referer.me.candy_amount": "ETUCandy amount:",
	"referer.me.event_ended": "The referer event have ended. We'll roll out ETUCandy redemption soon. Please pay attention to the official telegram",
	"referer.invite.hero_ad": "Check your ETUCandy award",
	"referer.invite.input_your_eth_address": "Fill in your ETH address",
	"referer.invite.submit": "submit",
	"referer.invite.section_2_title": "ETU<br>Blockchain-based e-commerce community",
	"referer.invite.section_2_quote_1": "The ETU airdrop activity needs to fill in the ETU address and then join Telegram to send the generated verification code to get 50,000 ETUCandy.",
	"referer.invite.section_2_quote_2": "ETUCandy can be exchanged for virtual currency such as ETU/BTC/ETH/EOS and can also be redeemed for BTC lottery.",
	"referer.invite.section_2_quote_3": "Sharing this event successfully invites everyone to get 20,000 ETUCandy again, without a cap.",
	"referer.invite.section_2_quote_6": "Welcome to join ETU official QQ group:<a href=\"https://jq.qq.com/?_wv=1027&amp;k=5oVtlGM\" target=\"_blank\">ETU official QQ group</a>",
	"referer.invite.section_2_quote_4": "The time of the ETU airdrop candy event is 2018/03/12 0:00 - 2018/03/26 24:00",
	"referer.invite.section_2_quote_5": "The ETU raffle will be launched later this month. Please pay attention to the official Telegram announcement: <a href=\"https://t.me/etuiofficial\" target=\"_blank\">ETU's official Telegram group</a>",
	"referer.invite.section_2_quote_7": "ETU enjoys the final power of interpretation of this activity within the scope permitted by law.",
	"referer.invite.invalid_eth_address": "ETH address is incorrect"
}
